# RbsElecPanelFeedThruLugsCurrentPhasec Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecPanelFeedThruLugsCurrentPhasec Property
ParameterTypeId Class See Also
---
"Feed Through Lugs Current Phase C"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecPanelFeedThruLugsCurrentPhasec { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsCurrentPhasec As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsCurrentPhasec {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace